tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "neovim/neovim"
cask "java"
brew "ack"
brew "adns"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bison"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "cvs"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "jpeg"
brew "elixir"
brew "elm"
brew "libunistring"
brew "emacs", args: ["with-cocoa", "with-gnutls"]
brew "exercism"
brew "figlet"
brew "fortune"
brew "gdbm"
brew "gdk-pixbuf"
brew "libusb"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "gradle"
brew "icu4c"
brew "harfbuzz"
brew "heroku"
brew "httpie"
brew "libtool"
brew "xz"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "leiningen"
brew "libcroco"
brew "libevent"
brew "librsvg"
brew "libssh2"
brew "libusb-compat"
brew "libyaml"
brew "lorem"
brew "lua"
brew "lua@5.1"
brew "sqlite"
brew "macvim", args: ["HEAD", "with-lua"]
brew "maven"
brew "mercurial"
brew "pandoc"
brew "perl"
brew "ruby"
brew "scala", args: ["with-docs", "with-src"]
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "watch"
cask "minikube"
cask "vagrant"
cask "virtualbox"
